[A_Weapons.WeaponType_Dahl_Separation WeaponTypeDefinition]
Typename="Be honest."
PickupMessage="Are you there %s"
UseFailureLevelMessage="You must be at least %d level to use this.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="often."

[A_Weapons.WeaponType_Hyperion_Sniper WeaponTypeDefinition]
Typename="In the negotiation phase. Franco shared."
PickupMessage="you have %s"
UseFailureLevelMessage="You must have at least %d to use this item."
UseFailureConstraintsMessage="You can't use it.."
NoManufacturerName="ordinary"

[A_Weapons.WeaponType_Hyperion_Sniper:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description=""
NoConstraintText="Increases shooting accuracy."
Suffix=""
Prefix=""

[A_Weapons.WeaponType_Jakobs_Sniper WeaponTypeDefinition]
Typename="Franco ran away."
PickupMessage="I am with you %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="general"

[A_Weapons.WeaponType_Maliwan_Sniper WeaponTypeDefinition]
Typename="Good advice."
PickupMessage="No matter %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this number."
NoManufacturerName="legal"

[A_Weapons.WeaponType_Maliwan_Sniper:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText="Deals more base damage"
Suffix=""
Prefix=""

[A_Weapons.WeaponType_Vladof_Sniper WeaponTypeDefinition]
Typename="Heart problems."
PickupMessage="you got %s"
UseFailureLevelMessage="You must be at least 100% level to use this feature."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="ORDINARY"

[Name.Prefix.Prefix__infection WeaponNamePartDefinition]
PartName="Gearbox"

[Name.Prefix.Prefix__MissMoxxis WeaponNamePartDefinition]
PartName="Miss Moxie"

[Name.Prefix.Prefix_Elemental_from rust WeaponNamePartDefinition]
PartName="Corrosive"

[Name.Prefix.Prefix_Elemental_fire hazard WeaponNamePartDefinition]
PartName="Incendiary"

[Name.Prefix.Prefix_Elemental_select WeaponNamePartDefinition]
PartName="assistant:"

[Name.Prefix.Prefix_Elemental_Dandara WeaponNamePartDefinition]
PartName="At home"

[Name.Prefix_Bandit.Prefix_Bayonet1 WeaponNamePartDefinition]
PartName="stable"

[Name.Prefix_Bandit.Prefix_Bipod1_Accuracy WeaponNamePartDefinition]
PartName="Chicken"

[Name.Prefix_Bandit.Prefix_Bipod2_Critical WeaponNamePartDefinition]
PartName="Installation of the front panel."

[Name.Prefix_Bandit.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="gopher"

[Name.Prefix_Bandit.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="bernie bill"

[Name.Prefix_Bandit.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Mix tape"

[Name.Prefix_Bandit.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Well"

[Name.Prefix_Bandit.Prefix_Foregrip_Stability WeaponNamePartDefinition]
PartName="alcohol"

[Name.Prefix_Bandit.Prefix_Mount1_Mag WeaponNamePartDefinition]
PartName="More fruits"

[Name.Prefix_Bandit.Prefix_Mount2_FireRate WeaponNamePartDefinition]
PartName="Maturity"

[Name.Prefix_Bandit.Prefix_Mount3_Damage WeaponNamePartDefinition]
PartName="An explosion"

[Name.Prefix_Dahl.Prefix__BurstFire WeaponNamePartDefinition]
PartName="fire"

[Name.Prefix_Dahl.Prefix_Bayonet1 WeaponNamePartDefinition]
PartName="hand"

[Name.Prefix_Dahl.Prefix_Bipod1_Accuracy WeaponNamePartDefinition]
PartName="Operation"

[Name.Prefix_Dahl.Prefix_Bipod2_Critical WeaponNamePartDefinition]
PartName="in the evening"

[Name.Prefix_Dahl.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Blood alcohol"

[Name.Prefix_Dahl.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="phosphorus"

[Name.Prefix_Dahl.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Shock"

[Name.Prefix_Dahl.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Slag"

[Name.Prefix_Dahl.Prefix_Foregrip_Stability WeaponNamePartDefinition]
PartName="of water"

[Name.Prefix_Dahl.Prefix_Mount1_Mag WeaponNamePartDefinition]
PartName="gem"

[Name.Prefix_Dahl.Prefix_Mount2_FireRate WeaponNamePartDefinition]
PartName="Corrupt, cruel"

[Name.Prefix_Dahl.Prefix_Mount3_Damage WeaponNamePartDefinition]
PartName="stuck down"

[Name.Prefix_Hyperion.Prefix_Bayonet1 WeaponNamePartDefinition]
PartName="share with each other."

[Name.Prefix_Hyperion.Prefix_Bipod1_Accuracy WeaponNamePartDefinition]
PartName="lies down"

[Name.Prefix_Hyperion.Prefix_Bipod2_Critical WeaponNamePartDefinition]
PartName="us"

[Name.Prefix_Hyperion.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="right"

[Name.Prefix_Hyperion.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="heat generation"

[Name.Prefix_Hyperion.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="this"

[Name.Prefix_Hyperion.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Soft"

[Name.Prefix_Hyperion.Prefix_Foregrip_Stability WeaponNamePartDefinition]
PartName="thousands"

[Name.Prefix_Hyperion.Prefix_Mount1_Mag WeaponNamePartDefinition]
PartName="Place"

[Name.Prefix_Hyperion.Prefix_Mount2_FireRate WeaponNamePartDefinition]
PartName="operation"

[Name.Prefix_Hyperion.Prefix_Mount3_Damage WeaponNamePartDefinition]
PartName="look"

[Name.Prefix_Jakobs.Prefix_Bayonet1 WeaponNamePartDefinition]
PartName="more"

[Name.Prefix_Jakobs.Prefix_Bipod1_Accuracy WeaponNamePartDefinition]
PartName="deep"

[Name.Prefix_Jakobs.Prefix_Bipod2_Critical WeaponNamePartDefinition]
PartName="amount"

[Name.Prefix_Jakobs.Prefix_Foregrip_Stability WeaponNamePartDefinition]
PartName="follow me"

[Name.Prefix_Jakobs.Prefix_Mount1_Mag WeaponNamePartDefinition]
PartName="Bongo"

[Name.Prefix_Jakobs.Prefix_Mount2_FireRate WeaponNamePartDefinition]
PartName="bomb"

[Name.Prefix_Jakobs.Prefix_Mount3_Damage WeaponNamePartDefinition]
PartName="Scrooge"

[Name.Prefix_Maliwan.Prefix_Bayonet1 WeaponNamePartDefinition]
PartName="Lucky"

[Name.Prefix_Maliwan.Prefix_Bipod1_Accuracy WeaponNamePartDefinition]
PartName="well preserved"

[Name.Prefix_Maliwan.Prefix_Bipod2_Critical WeaponNamePartDefinition]
PartName="Ხalkh"

[Name.Prefix_Maliwan.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="salty soup"

[Name.Prefix_Maliwan.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="lipstick"

[Name.Prefix_Maliwan.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="zoo"

[Name.Prefix_Maliwan.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Are you kidding?"

[Name.Prefix_Maliwan.Prefix_Foregrip_Stability WeaponNamePartDefinition]
PartName="I know"

[Name.Prefix_Maliwan.Prefix_Mount1_Mag WeaponNamePartDefinition]
PartName="Terrible"

[Name.Prefix_Maliwan.Prefix_Mount2_FireRate WeaponNamePartDefinition]
PartName="Bunbury"

[Name.Prefix_Maliwan.Prefix_Mount3_Damage WeaponNamePartDefinition]
PartName="You are lost"

[Name.Prefix_Vladof.Prefix_Bayonet1 WeaponNamePartDefinition]
PartName="England"

[Name.Prefix_Vladof.Prefix_Bipod1_Accuracy WeaponNamePartDefinition]
PartName="The story of the shark"

[Name.Prefix_Vladof.Prefix_Bipod2_Critical WeaponNamePartDefinition]
PartName="Answer"

[Name.Prefix_Vladof.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="fact"

[Name.Prefix_Vladof.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Phosphorus"

[Name.Prefix_Vladof.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Along with this"

[Name.Prefix_Vladof.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="meat sauce"

[Name.Prefix_Vladof.Prefix_Foregrip_Stability WeaponNamePartDefinition]
PartName="More than"

[Name.Prefix_Vladof.Prefix_Mount1_Mag WeaponNamePartDefinition]
PartName="football chips"

[Name.Prefix_Vladof.Prefix_Mount2_FireRate WeaponNamePartDefinition]
PartName="score"

[Name.Prefix_Vladof.Prefix_Mount3_Damage WeaponNamePartDefinition]
PartName="Be happy"

[Name.Title.Title__Unique_Chere-amie WeaponNamePartDefinition]
PartName="bad - why?"

[Name.Title.Title__Unique_Chere-amie:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="I'm beautiful, we're a library?"
Suffix=""
Prefix=""

[Name.Title.Title__Unique_FremingtonsEdge WeaponNamePartDefinition]
PartName="Fremington Peak"

[Name.Title.Title__Unique_FremingtonsEdge:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="I can see my house from here."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_This one is long WeaponNamePartDefinition]
PartName="Longbow"

[Name.Title.Title__Unique_Longbow:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Sisi is not a sniper rifle!"
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Breakfast is popular WeaponNamePartDefinition]
PartName="Morningstar"

[Name.Title.Title__Unique_Morningstar:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Quit"
Suffix=""
Prefix=""

[Name.Title.Title__Unique_It could be WeaponNamePartDefinition]
PartName="Sloth"

[Name.Title.Title__Unique_Sloth:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Yes, alcohol has side effects...."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_attacker WeaponNamePartDefinition]
PartName="Trespasser"

[Name.Title.Title__Unique_Trespasser:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="sometimes i die."
Suffix=""
Prefix=""

[Name.Title.Title_RailGun WeaponNamePartDefinition]
PartName="railway gun"

[Name.Title.Title_SniperRifle WeaponNamePartDefinition]
PartName="to work"

[Name.Title_Bandit.Title_Barrel_Alien_Railgun WeaponNamePartDefinition]
PartName="Rail guns~!"

[Name.Title_Bandit.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="to be"

[Name.Title_Bandit.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="I knocked"

[Name.Title_Bandit.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="It's a small matter!"

[Name.Title_Dahl.Title__SniperRifle WeaponNamePartDefinition]
PartName="Sniper"

[Name.Title_Dahl.Title_Barrel_Alien_Railgun WeaponNamePartDefinition]
PartName="train"

[Name.Title_Dahl.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="willow"

[Name.Title_Dahl.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Scary"

[Name.Title_Dahl.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="boy or girl"

[Name.Title_Dahl.Title_Legendary_Research WeaponNamePartDefinition]
PartName="Pitchfork"

[Name.Title_Dahl.Title_Legendary_Pitchfork:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Conditions!"
Suffix=""
Prefix=""

[Name.Title_Hyperion.Title_Barrel_Alien_Railgun WeaponNamePartDefinition]
PartName="Agreement"

[Name.Title_Hyperion.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Agreement"

[Name.Title_Hyperion.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="For politics"

[Name.Title_Hyperion.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="worth it"

[Name.Title_Hyperion.Title_Legendary_disease WeaponNamePartDefinition]
PartName="Invader"

[Name.Title_Hyperion.Title_Legendary_Invader:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="The killer has arrived.."
Suffix=""
Prefix=""

[Name.Title_Jakobs.Title__SniperRifle WeaponNamePartDefinition]
PartName="migrant"

[Name.Title_Jakobs.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Chinooks"

[Name.Title_Jakobs.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Makum"

[Name.Title_Jakobs.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="sugar"

[Name.Title_Jakobs.Title_Jakobs_blue WeaponNamePartDefinition]
PartName="Buffalo"

[Name.Title_Jakobs.Title_Jakobs_Buffalo:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="You can hunt with this buffalo. Unfortunately they are no longer available.."
Suffix=""
Prefix=""

[Name.Title_Jakobs.Title_Legendary_people WeaponNamePartDefinition]
PartName="Skullmasher"

[Name.Title_Jakobs.Title_Legendary_Skullmasher:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Headache"
Suffix=""
Prefix=""

[Name.Title_Maliwan.Title__SniperRifle WeaponNamePartDefinition]
PartName="Snyder"

[Name.Title_Maliwan.Title_Barrel_Alien_Railgun WeaponNamePartDefinition]
PartName="soon"

[Name.Title_Maliwan.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="in Jericho"

[Name.Title_Maliwan.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Narinda"

[Name.Title_Maliwan.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Rachel"

[Name.Title_Maliwan.Title_Legendary_a volcano WeaponNamePartDefinition]
PartName="Volcano"

[Name.Title_Maliwan.Title_Legendary_Volcano:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="First, if it's not a big deal, politely ask for a donation."
Suffix=""
Prefix=""

[Name.Title_Vladof.Title__SniperRifle WeaponNamePartDefinition]
PartName="Pushkar"

[Name.Title_Vladof.Title_Barrel_Alien_Railgun WeaponNamePartDefinition]
PartName="for generations"

[Name.Title_Vladof.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Additionally"

[Name.Title_Vladof.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="terrorist show"

[Name.Title_Vladof.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Thing"

[Name.Title_Vladof.Title_Legendary_Lyudmila WeaponNamePartDefinition]
PartName="In Leo"

[Name.Title_Vladof.Title_Legendary_Lyudmila:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="It destroys people."
Suffix=""
Prefix=""

[Skills.Skill_Morningstar SkillDefinition]
SkillName="We are talking about goals"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Morningstar:BehaviorProviderDefinition_0.Behavior_AttributeEffect_0.SkillDefinition_0 SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

